export const ua = {
  S: 'С',
  K: 'Х',
  About: 'Про мене',
  Skills: 'Здібності',
  Projects: 'Проєкти',
  Connect: "З'язатись",
  Linkedin: 'Linkedin',
  Github: 'Github',
  'Contact me': 'Написати',

  'Hello, i am': 'Привіт, я',
  Serhii: 'Сергій',
  Khotsyk: 'Хоцик',
  'Front-end Developer': 'Front-end розробник',
  'pet-projects': 'пет-проектів',
  'hours of practice': 'годин практики',

  aboutMetext1:
    'Привіт, я фронтенд розробник. Мене приваблює можливість будувати високоякісні та ефективні веб інтерфейси, які дозволяють користувачам  взаємодіяти з веб-додатками.',
  aboutMetext2:
    'Мої навички у фронтенд розробці включають розуміння основ React, включаючи JSX, компоненти, стилізацію, роутинг та управління станом. Я також знайомий з додатковими бібліотеками, такими як Redux та MobX, що дозволяють краще управляти станом додатка.',
  aboutMetext3:
    'Маю глибокі знання HTML, CSS та JavaScript, а також досвід роботи з API та іншими інструментами розробника. Я дуже зацікавлений у вивченні нових технологій та інструментів, щоб покращити свої навички та розширити свій досвід розробки.',
  'Lates project': 'Останній проєкт',
  'Click here!': 'Тисни тут!',
  'Hardest project': 'Найскладніший проєкт',
  'Find here!': 'Знайти тут!',

  'MUI layout description':
    'Даний проєкт написаний на фреймвоці React, застосовуючи MUI бібліотеку. Цей проєкт націлений продемонструвати використання MUI бібліотеки то її компонентів у сучасній верстці сайтів.',
  'React Pizza layout description':
    'Повноцінний фронтенд-додаток на React, у якому показано створювання компонентів та сторінок, сортування, пошук, пагінація, фільтрація, взаємодія з серверною частиною, відправка запитів на бек-енд. Цей проєкт написаний із застосуванням строго типізованого коду на тайпскріпт.',
  'KINO-SPACE description':
    'Проєкт з каталогом фільмів, де можна застосувати різного роду сортування, пошук, переходи між каталогами фільмів та інше. У цьому проєкті виркористовується база даних TMDB, а також взаємодія з його API.',

  'View project': 'Див. проєкт',
  'Tech stack': 'Технічний стек',
  'Live Preview': 'Перегляд проєкту',
  'View Code': 'Дивитись код',

  'Connect text':
    'Я хотів би почути більше про ваш проект і як я можу допомогти. Будь ласка, заповніть форму, і я зв’яжуся з вами якомога швидше.',
  NAME: 'ІМ’Я',
  MESSAGE: 'ПОВІДОМЛЕННЯ',
  'SEND MESSAGE': 'НАДІСЛАТИ',
  EMAIL: 'ЕЛЕКТРОННА ПОШТА',
};
